---
kind: enumMember
id: F:Autodesk.Revit.DB.NavisworksParameters.None
enum: Autodesk.Revit.DB.NavisworksParameters
source: html/27a9771e-59c6-f28e-414e-7f5c0f6b6b5c.htm
---
# Autodesk.Revit.DB.NavisworksParameters.None

The file exporter does not convert parameters.